import './term-of-use.scss'
import { Container, Row, Col } from 'react-bootstrap'
import Iran from './../../assets/images/iran.png'
import Kingdom from './../../assets/images/united-kingdom.png'
import United from './../../assets/images/united-states.png'
import Brazil from './../../assets/images/brazil.png'
import Australia from './../../assets/images/australia.png'
import Сloud from './../../assets/images/Сloud.png'

const TermOfUse = () => {
  return (<section id="term-of-use">
    <Container>
      <Row>
        <div className="p-2">
          <h2>قوانین و مقررات</h2>
          <p className="m-1">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد
          </p>
        </div>

        <div className="p-2">
          <h2>استفاده از ببرینو</h2>
          <p className="m-1">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها
          </p>
        </div>

        <div className="p-2">
          <h2>ثبت درخواست</h2>
          <p className="m-1">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان
          </p>
        </div>
        <div className="p-2">
          <h2>انتخاب درخواست</h2>
          <p className="m-1">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان
          </p>
        </div>
        <div className="p-2">
          <h2>انجام هماهنگی</h2>
          <p className="m-1">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان
          </p>
        </div>
        <div className="p-2">
          <h2>تایید و پرداخت</h2>
          <p className="m-1">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان
          </p>
        </div>
        <div className="p-2">
          <h2>امنیت و حریم خصوصی</h2>
          <p className="m-1">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها
          </p>
        </div>
        <div className="p-2">
          <h2>اقلام ممنوعه</h2>
          <p className="m-1">
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده
          </p>
        </div>
        <div className="p-2 flag-bar">
          <Container>
            <Row>
              <Col md={4}>
                <button className='primary-action-outline-button w-100'>
                  <img src={Iran} alt="Iran" className='flag' />
                  ایران
                  <img src={Сloud} alt='Сloud' className='flag-icon' />
                </button>
                <button className='primary-action-outline-button w-100 mt-3'>
                  <img src={Kingdom} alt="Kingdom" className='flag' />
                  اروپا
                  <img src={Сloud} alt='Сloud' className='flag-icon' />
                </button>
              </Col>
              <Col md={4}>

                <button className='primary-action-outline-button w-100 '>
                  <img src={United} alt='United' className='flag' />
                  آمریکای شمالی
                  <img src={Сloud} alt='Сloud' className='flag-icon' />
                </button>
                <button className='primary-action-outline-button w-100 mt-3'>
                  <img src={Australia} alt='Australia' className='flag' />
                  استرالیا
                  <img src={Сloud} alt='Сloud' className='flag-icon' />
                </button>
              </Col>
              <Col md={4}>

                <button className='primary-action-outline-button w-100 '>
                  <img src={Brazil} alt="Brazil" className='flag' />
                  آمریکای جنوبی
                  <img src={Сloud} alt='Сloud' className='flag-icon' />
                </button>
              </Col>
            </Row>
          </Container>




        </div>
      </Row>
    </Container>
  </section>)
}

export default TermOfUse